alsa-utils
amd-ucode
ark
base
base-devel
bpytop
brightnessctl
btrfs-progs
cpupower
dmenu
dolphin
efibootmgr
egl-wayland
elisa
firefox
fish
flatpak
fzf
git
grub
gst-plugin-pipewire
htop
hyprland
iftop
inetutils
iwd
kate
kitty
konsole
libpulse
libreoffice-fresh
linux
linux-firmware
man-db
mpv
nano
neovim
network-manager-applet
networkmanager
nodejs
npm
nwg-look
obs-studio
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
power-profiles-daemon
python-pip
python-pylint
python-pynvim
shantz-xwinwrap-bzr
smartmontools
swww
ueberzug
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xorg-xinput
xorg-xwininfo
yay
yay-debug
ytfzf
zram-generator
